"LoginView" = "Login to your own Kimai server instance";
"TimesheetView" = "View all your past and upcoming timesheet entries";
"RecordDetailsView" = "Always know what, when and for whom you did a task";
